accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
autotiling
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bc
bind
blueman
bluez
bluez-utils
brave-bin
btop
btrfs-progs
cantarell-fonts
ccache
clang
cmake
codespell
cryptsetup
device-mapper
dex
dhclient
dialog
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-i3wm
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
eza
f2fs-tools
feh
ffmpegthumbnailer
file-roller
firewalld
flameshot
fsarchiver
galculator
gdb
git
glances
glow
go
google-chrome
gparted
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kernel-install-for-dracut
keyd
lazygit
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lld
llvm
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
man-db
man-pages
mdadm
meld
mesa-utils
minizip
mlocate
modemmanager
mongodb-bin
mpv
mtools
ncdu
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-color-emoji-fontconfig
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
openssh
pacman-contrib
paru
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
polkit-gnome
poppler-data
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-libtmux
python-packaging
python-pip
python-pipx
python-pynvim
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rng-tools
rofi
rsync
rtkit
s-nail
scrot
sg3_utils
shfmt
smartmontools
sof-firmware
sshpass
sudo
sysfsutils
sysstat
systemd-sysvcompat
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tidy
tldr
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-nerd
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
welcome
wget
which
wireplumber
wpa_supplicant
xbindkeys
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-nouveau
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xterm
youtube-dl
zathura
zathura-pdf-mupdf
