acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
archlinux-xdg-menu
aspell
autotiling
awesome-terminal-fonts
aws-cli-v2
b43-fwcutter
base
base-devel
bash-completion
bash-language-server
bat
bc
bind
blueman
bluez
bluez-utils
btop
ccache
chromium
clang
cmake
codespell
dex
dhclient
dialog
dictd
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
dracut
duf
dunst
efibootmgr
efitools
eslint-language-server
ethtool
exfatprogs
exo
f2fs-tools
fastfetch
fd
feh
ffmpegthumbnailer
firefox
firewalld
fish
flameshot
fsarchiver
fzf
galculator
garcon
gdb
ghostty
git
git-delta
go
gobject-introspection
gopls
gparted
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
htop
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
intel-media-driver
intel-ucode
inxi
iwd
jasper
jfsutils
jq
lazydocker
lazygit
less
libdvdcss
libgit2-glib
libgsf
libmad
libopenraw
libpulse
libreoffice-fresh
libva-intel-driver
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lld
llvm
logrotate
lsb-release
lsof
lsscsi
lua-language-server
lvm2
lxappearance
man-db
man-pages
mesa-utils
minizip
mkinitcpio
modemmanager
mpv
mtools
mypy
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia
nvtop
obs-studio
os-prober
pacman-contrib
papirus-icon-theme
paru
paru-debug
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pkgfile
playerctl
plocate
postgresql-libs
power-profiles-daemon
pv
pyright
python-bottle
python-capng
python-defusedxml
python-libtmux
python-packaging
python-pip
python-pipx
python-pylint
python-pynvim
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rng-tools
rsync
rtkit
ruff
rust-analyzer
rustup
s-nail
scdoc
scrot
sg3_utils
shfmt
smartmontools
sof-firmware
speech-dispatcher
sshpass
starship
stow
sysfsutils
sysstat
tealdeer
termdown
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tk
tmux
topgrade-bin
tree
tree-sitter-cli
ttf-iosevkaterm-nerd
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-opensans
tumbler
typescript-language-server
unrar
unzip
usb_modeswitch
usbutils
vi
vim
vulkan-intel
vulkan-nouveau
wget
wireless_tools
wireplumber
xarchiver
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-intel
xfce4-appfinder
xfce4-fsguard-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-session
xfce4-settings
xfce4-whiskermenu-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-xbacklight
xorg-xdpyinfo
xorg-xinput
xorg-xkill
xsel
xterm
zenity
zip
zram-generator
